benchmarks/framework-shootout/results/tornado/query/run1/wrk_steady.txt
Running 5s test @ http://tornado:8080/query?q=bench&limit=100&offset=50
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.72ms    7.88ms 106.53ms   97.86%
    Req/Sec     3.17k   596.82     3.73k    88.50%
  Latency Distribution
     50%    3.55ms
     75%    3.70ms
     90%    4.35ms
     99%   49.74ms
  63507 requests in 5.05s, 13.57MB read
Requests/sec:  12584.15
Transfer/sec:      2.69MB